[
    {
        "title": "Boris Johnson faces ‘serious questions’ over new business with uranium entrepreneur",
        "link": "https://www.theguardian.com/politics/article/2024/sep/07/boris-johnson-faces-questions-uranium-business-charlotte-owen-aide",
        "published": "Sat, 07 Sep 2024 18:19:07 GMT",
        "summary": "<p>Former prime minister also under fire for hiring ex-aide Charlotte Owen as VP despite her lack of energy sector experience </p><p>Boris Johnson failed to disclose that he met a uranium lobbyist while prime minister before entering into a new business with a controversial Iranian-Canadian uranium entrepreneur, the <em>Observer</em> can reveal.</p><p>Johnson’s new company <a href=\"https://find-and-update.company-information.service.gov.uk/company/15327091\">Better Earth Limited</a> also employs Charlotte Owen, a junior aide with just a few years work experience whom he elevated to the House of Lords last year at the age of 29, sparking intense controversy.</p> <a href=\"https://www.theguardian.com/politics/article/2024/sep/07/boris-johnson-faces-questions-uranium-business-charlotte-owen-aide\">Continue reading...</a>"
    },
    {
        "title": "More than a million British workers not having a single day of paid time off, says TUC",
        "link": "https://www.theguardian.com/politics/article/2024/sep/08/more-than-a-million-british-workers-not-having-a-single-day-of-paid-time-off-says-tuc",
        "published": "Sat, 07 Sep 2024 23:01:30 GMT",
        "summary": "<p>Employees have lost out on holiday pay worth £2bn, according to new trade union research</p><p>Workers across Britain have lost out on holiday pay worth £2bn, with more than a million people going without a single day of paid time off, according to new research.</p><p>With unions gathering in Brighton this weekend for the first TUC conference under a Labour administration for 15 years, the body revealed new research showing the extent to which workers are being denied holiday pay. Workers are entitled to 28 days paid leave for a typical five-day week.</p> <a href=\"https://www.theguardian.com/politics/article/2024/sep/08/more-than-a-million-british-workers-not-having-a-single-day-of-paid-time-off-says-tuc\">Continue reading...</a>"
    },
    {
        "title": "Reeves can loosen Britain’s purse strings: she just needs to think outside the Treasury box | Philip Inman",
        "link": "https://www.theguardian.com/politics/article/2024/sep/07/reeves-chancellor-purse-strings-treasury-22bn-hole",
        "published": "Sat, 07 Sep 2024 15:00:21 GMT",
        "summary": "<p>The chancellor claims she needs to shave pennies from all departments, but there are better options for dealing with the £22bn funding hole</p><p>Pressure is building on Rachel Reeves to prevent some of the UK’s poorest pensioners being hit by restrictions on the winter fuel allowance. A plan to scrap the subsidy for all but those who claim pension credit, saving the exchequer £1.4bn, is under attack from opposition parties, trade unions and many inside Labour’s ranks.</p><p>So far, the chancellor has resisted calls to reinstate the allowance of up to £300 a year – or even to make more of an effort to ensure only the richest pensioners lose the payment, implying that she needs all the savings to help close a £22bn gap.</p> <a href=\"https://www.theguardian.com/politics/article/2024/sep/07/reeves-chancellor-purse-strings-treasury-22bn-hole\">Continue reading...</a>"
    },
    {
        "title": "Deliveroo accused of paying drivers below agreed minimum of £12 an hour",
        "link": "https://www.theguardian.com/business/article/2024/sep/07/deliveroo-accused-of-paying-drivers-below-agreed-minimum-of-12-an-hour",
        "published": "Sat, 07 Sep 2024 16:00:22 GMT",
        "summary": "<p>One driver says rates do not account for waiting times, traffic, and customers taking time to answer the door </p><p><a href=\"https://www.theguardian.com/business/deliveroo\">Deliveroo</a> has been accused of ­paying drivers below a minimum pay floor the company agreed earlier this year as part of the first-ever union ­agreement to cover earnings in the <a href=\"https://www.theguardian.com/business/the-gig-economy\">gig economy.</a></p><p>Analysis carried out by Rodeo, an app that helps gig economy workers track their payments, showed that of 531 food orders completed in the past four months, 278 fell below the rate of £12 an hour agreed with the GMB union in May.</p> <a href=\"https://www.theguardian.com/business/article/2024/sep/07/deliveroo-accused-of-paying-drivers-below-agreed-minimum-of-12-an-hour\">Continue reading...</a>"
    },
    {
        "title": "Grenfell building firm criticised by inquiry handed contracts worth millions after fire",
        "link": "https://www.theguardian.com/uk-news/article/2024/sep/07/grenfell-building-firm-criticised-by-inquiry-handed-contracts-worth-millions-after-fire",
        "published": "Sat, 07 Sep 2024 17:46:43 GMT",
        "summary": "<p>Rydon, lead contractor on the tower’s refurbishment, won deals from councils and the NHS despite pressure to ban it from bids</p><p>The building firm found to have borne “considerable responsibility” for <a href=\"https://www.theguardian.com/uk-news/article/2024/sep/05/justice-for-grenfell-deaths-may-not-come-this-decade-warns-former-chief-prosecutor\">the Grenfell fire</a> with its “casual attitude to fire safety” was handed contracts worth tens of millions of pounds by councils, colleges and NHS trusts after the tragedy.</p><p>Property group Rydon was the lead contractor overseeing the refurbishment of Grenfell Tower between 2014 and 2016, including the installation of combustible cladding. The inquiry found that the firm should have been aware of “the risks of using combustible materials in the external walls of high-rise buildings”.</p> <a href=\"https://www.theguardian.com/uk-news/article/2024/sep/07/grenfell-building-firm-criticised-by-inquiry-handed-contracts-worth-millions-after-fire\">Continue reading...</a>"
    },
    {
        "title": "Private equity firm CVC in talks over buying Hundred cricket franchise",
        "link": "https://www.theguardian.com/sport/article/2024/sep/07/hundred-cricket-franchises-cvc-private-equity",
        "published": "Sat, 07 Sep 2024 12:16:56 GMT",
        "summary": "<ul><li>CVC Capital Partners joins IPL owners in sales process</li><li>ECB hopes to raise £500m by selling 49% stake in teams</li></ul><p>CVC Capital Partners is in talks about buying one of the Hundred franchises in what would be the first private equity investment in English cricket. The England and Wales Cricket Board issued sales decks for the eight franchises to interested parties on Friday and all 10 Indian Premier League owners are set to compete with CVC in a complex sales process it is hoped will be completed by Christmas.</p><p>CVC is understood to be primarily targeting the Oval Invincibles and the private equity investors’ executives have attended matches at the south London ground this summer. The move could provoke a backlash from cricket supporters, however, and may even be opposed by the host club, Surrey, who intend to keep hold of their 51% stake in the Invincibles.</p> <a href=\"https://www.theguardian.com/sport/article/2024/sep/07/hundred-cricket-franchises-cvc-private-equity\">Continue reading...</a>"
    },
    {
        "title": "Post Office campaigner Alan Bates marries partner on Richard Branson’s private island",
        "link": "https://www.theguardian.com/uk-news/article/2024/sep/07/post-office-campaigner-alan-bates-marries-partner-on-richard-bransons-private-island",
        "published": "Sat, 07 Sep 2024 22:08:49 GMT",
        "summary": "<p>Bates and Suzanne Sercombe invited to Necker Island after publicly soliciting a holiday from Virgin tycoon</p><p>The Post Office campaigner Alan Bates has married his partner, Suzanne Sercombe, on Richard Branson’s Necker Island in a ceremony officiated by the Virgin tycoon.</p><p>The wedding took place last month on the entrepreneur’s private island in the British Virgin Islands, the Sunday Times reported.</p> <a href=\"https://www.theguardian.com/uk-news/article/2024/sep/07/post-office-campaigner-alan-bates-marries-partner-on-richard-bransons-private-island\">Continue reading...</a>"
    },
    {
        "title": "An ‘earthquake’ at Volkswagen – and a crisis for Germany?",
        "link": "https://www.theguardian.com/business/article/2024/sep/07/an-earthquake-at-volkswagen-and-a-crisis-for-germany",
        "published": "Sat, 07 Sep 2024 04:00:08 GMT",
        "summary": "<p>The company is seen as crucial not just to local but national wellbeing – and never before have its workers been threatened in their own homeland like this</p><p>‘Earthquake at Volkswagen” ran the stark headline in the <em>Wolfsburger Nachrichten</em>, the newspaper serving the north German city that is synonymous with the carmaker.</p><p>The news that the crisis-stricken company was <a href=\"https://www.theguardian.com/business/article/2024/sep/02/volkswagen-vw-germany-plant-closures-cars-electric-vehicles\">weighing up the closure of factories in Germany</a> for the first time in its history, and prematurely dissolving its 30-year-old employment protection agreement as part of an attempt to save around €10bn (£8.4bn), had barely filtered through to the workers emerging from Gate&nbsp;17 at VW’s main factory in Wolfsburg on Monday, where a lone reporter had been dispatched to capture reaction at shift’s end.</p> <a href=\"https://www.theguardian.com/business/article/2024/sep/07/an-earthquake-at-volkswagen-and-a-crisis-for-germany\">Continue reading...</a>"
    },
    {
        "title": "Revealed: the touts offering Oasis tickets for thousands on resale sites",
        "link": "https://www.theguardian.com/money/article/2024/sep/07/oasis-ticket-touts-named-resale-sites",
        "published": "Sat, 07 Sep 2024 04:00:07 GMT",
        "summary": "<p>Exclusive: ‘Secondary’ ticket platforms have thousands of tickets on sale, listed by seasoned touts or ‘sneaker kids’, based in the UK or overseas</p><p>The identities of “greedy” touts who hoovered up tickets for the Oasis reunion tour can be revealed, amid widespread condemnation of fans being exploited by <a href=\"https://www.theguardian.com/money/2016/may/15/shady-world-of-the-ticket-touts\">ticket resale platforms</a>.</p><p>Analysis by the Guardian reveals that “secondary” ticketing platforms are advertising more than 4,500 tickets for all of the Gallagher brothers’ long-awaited UK shows – in breach of rules for the gigs.</p> <a href=\"https://www.theguardian.com/money/article/2024/sep/07/oasis-ticket-touts-named-resale-sites\">Continue reading...</a>"
    },
    {
        "title": "Body Shop’s remaining UK stores saved after rescue deal agreed",
        "link": "https://www.theguardian.com/business/article/2024/sep/07/body-shops-uk-stores-rescue-deal-mike-jatania",
        "published": "Sat, 07 Sep 2024 07:12:56 GMT",
        "summary": "<p>British cosmetics tycoon Mike Jatania leads consortium to acquire UK’s 113 outlets and outposts in Australia and North America</p><p>The Body Shop has been rescued from administration by a consortium led by the British cosmetics tycoon Mike Jatania in a deal that will keep the ethical beauty brand’s remaining 113 UK stores trading.</p><p>Auréa, the growth capital firm founded by Jatania and former UBS, Credit Suisse and Merrill Lynch executive Paul Raphael, said it had bought all the Body Shop International’s assets, which include its UK stores and control of outposts in Australia and North America for an undisclosed sum.</p> <a href=\"https://www.theguardian.com/business/article/2024/sep/07/body-shops-uk-stores-rescue-deal-mike-jatania\">Continue reading...</a>"
    },
    {
        "title": "Sixth-generation wire-maker blames Brexit for shredding its business",
        "link": "https://www.theguardian.com/politics/article/2024/sep/07/sixth-generation-uk-wire-maker-blames-brexit-shredding-business",
        "published": "Sat, 07 Sep 2024 04:00:07 GMT",
        "summary": "<p>Owner of Ormiston Wire in London urges Keir Starmer not to forget small manufacturers in his dealings with EU</p><p>The head of a family-owned company that has made specialist wires and cables for six generations for clients ranging from naval vessels to film sets has blamed Brexit for shredding its business.</p><p>Mark Ormiston, the owner of Ormiston Wire, said small businesses such as his had been flushed “down the toilet” by the masterminds of Brexit who gave little thought to the real-life consequences for UK manufacturing.</p> <a href=\"https://www.theguardian.com/politics/article/2024/sep/07/sixth-generation-uk-wire-maker-blames-brexit-shredding-business\">Continue reading...</a>"
    },
    {
        "title": "Labour’s first job is not to spend, but to fix the UK’s financial plumbing | Phillip Inman",
        "link": "https://www.theguardian.com/business/article/2024/sep/07/labours-first-job-shouldnt-be-to-spend-but-to-fix-the-states-financial-plumbing",
        "published": "Sat, 07 Sep 2024 16:00:23 GMT",
        "summary": "<p>The UK urgently needs investment. But no one seems to know whether the institutions that deliver it are working as they should</p><p>Every time an upmarket home is bought in the UK, the new residents seem obliged to rip out the kitchen and install <a href=\"https://www.theguardian.com/tv-and-radio/article/2024/sep/03/how-many-bathrooms-kevin-mccloud-reveals-grand-design-bugbears\">two bathrooms where there was only one</a>.</p><p>It is almost a cast-iron rule that walking across the threshold means paying builders to rearrange what was there before, almost for the sake of it.</p> <a href=\"https://www.theguardian.com/business/article/2024/sep/07/labours-first-job-shouldnt-be-to-spend-but-to-fix-the-states-financial-plumbing\">Continue reading...</a>"
    },
    {
        "title": "There’s no need to cut poorer pensioners’ income. Smarter winter fuel solutions are at hand | Steve Webb",
        "link": "https://www.theguardian.com/commentisfree/article/2024/sep/07/poorer-pensioners-income-smarter-winter-fuel-solutions",
        "published": "Sat, 07 Sep 2024 17:33:23 GMT",
        "summary": "<p>Payments could be restricted to those living in lower council tax bands, as money expert Martin Lewis has suggested</p><p>• <a href=\"https://www.theguardian.com/society/article/2024/sep/07/winter-fuel-payments-cut-one-of-the-worst-decisions-i-have-ever-seen-says-ex-pensions-minister\">Winter fuel payments cut ‘one of the worst decisions I have ever seen’ says ex pensions minister</a></p><p>The new government’s honeymoon period with the voters ended at 3.33pm on Monday 29 July. This was when the chancellor stood up to announce to MPs that all but the poorest pensioners would lose their winter fuel payments.</p><p>The politics of this announcement were pretty grim. It is one thing coming up with a package of cuts where everyone feels some of the pain but we are “all in this together”. It is quite another to make one group of voters feel singled out by the government. And the problem was made worse a few weeks later when Ofgem announced a 10% increase in energy bills for this winter.</p> <a href=\"https://www.theguardian.com/commentisfree/article/2024/sep/07/poorer-pensioners-income-smarter-winter-fuel-solutions\">Continue reading...</a>"
    },
    {
        "title": "It’s zero hour: TUC to tell Labour it’s time to deliver workers’ new deal",
        "link": "https://www.theguardian.com/politics/article/2024/sep/07/its-zero-hour-tuc-to-tell-labour-its-time-to-deliver-workers-new-deal",
        "published": "Sat, 07 Sep 2024 10:00:15 GMT",
        "summary": "<p>There will be joy over Labour’s victory at the trades union congress this week – but also a determination to see that promises are kept</p><p>Twelve months ago, when the TUC met for its annual bash in Liverpool as Labour stood on the brink of power, Keir Starmer’s message to union leaders was “eyes on the prize”.</p><p>Fresh from thrashing out the details of Labour’s workers’ rights package – the new deal for working people – in late-night talks, union leaders were upbeat.</p> <a href=\"https://www.theguardian.com/politics/article/2024/sep/07/its-zero-hour-tuc-to-tell-labour-its-time-to-deliver-workers-new-deal\">Continue reading...</a>"
    },
    {
        "title": "Blame modern decisions, not just ancient history, for economic inequality | Torsten Bell",
        "link": "https://www.theguardian.com/commentisfree/article/2024/sep/07/blame-modern-decisions-not-just-ancient-history-for-economic-inequality",
        "published": "Sat, 07 Sep 2024 17:00:23 GMT",
        "summary": "<p>Black Americans whose ancestors were enslaved were still suffering a century later because they lived in states where Jim Crow laws were enforced</p><p>Persistence studies are all the rage in economics – using clever maths to show that events in the distant past drive political or economic outcomes today. <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/ecoj.12424\">One well-known example</a> argued that Britain’s superior growth to France as late as 1800 was shaped by… the collapse of the western Roman empire a millennium before. Here, the collapse saw the population de-urbanise, while in France they remained in Roman-era towns that lasted. So when Britain’s cities re-emerged they were in places better suited to growth in the run-up to the Industrial Revolution.</p><p>Interesting stuff. But persistence studies also breed something dangerous: determinism. If ancient history is so influential, what hope do we have to shape our destiny? Which is why I love a <a href=\"https://academic.oup.com/qje/advance-article/doi/10.1093/qje/qjae023/7718111\">new paper</a> by Lukas Althoff and Hugo Reichardt, examining the lasting economic impact of slavery. Their findings look like the normal persistence story: black Americans whose ancestors were enslaved before the civil war have had significantly worse economic outcomes ever since, compared with black Americans whose forefathers were free – even in 2023, descendants of enslaved people had incomes $11,620 lower than other black Americans.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 250 words to be considered for publication, email it to us at <a href=\"mailto:observer.letters@observer.co.uk\">observer.letters@observer.co.uk</a></strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/article/2024/sep/07/blame-modern-decisions-not-just-ancient-history-for-economic-inequality\">Continue reading...</a>"
    },
    {
        "title": "‘If journalism is going up in smoke, I might as well get high off the fumes’: confessions of a chatbot helper",
        "link": "https://www.theguardian.com/technology/article/2024/sep/07/if-journalism-is-going-up-in-smoke-i-might-as-well-get-high-off-the-fumes-confessions-of-a-chatbot-helper",
        "published": "Sat, 07 Sep 2024 15:00:20 GMT",
        "summary": "<p>Journalists and other writers are employed to improve the quality of chatbot replies. The irony of working for an industry that may well make their craft redundant is not lost on them</p><p>For several hours a week, I write for a technology company worth billions of dollars. Alongside me are published novelists, rising academics and several other freelance journalists. The workload is flexible, the pay better than we are used to, and the assignments never run out. But what we write will never be read by anyone outside the company.</p><p>That’s because we aren’t even writing for people. We are writing for an AI.</p> <a href=\"https://www.theguardian.com/technology/article/2024/sep/07/if-journalism-is-going-up-in-smoke-i-might-as-well-get-high-off-the-fumes-confessions-of-a-chatbot-helper\">Continue reading...</a>"
    },
    {
        "title": "Cover notes: a selection of the 3,120 Observer Magazines published in the past 60 years",
        "link": "https://www.theguardian.com/media/gallery/2024/sep/08/cover-notes-a-selection-of-the-3120-observer-magazines-published-in-the-past-60-years",
        "published": "Sun, 08 Sep 2024 06:00:38 GMT",
        "summary": "<p>From the opening close-up of Lord Mountbatten to world leaders, pop stars, celebrities and even a child’s drawing, here are just a few of the thousands of Observer Magazine covers </p> <a href=\"https://www.theguardian.com/media/gallery/2024/sep/08/cover-notes-a-selection-of-the-3120-observer-magazines-published-in-the-past-60-years\">Continue reading...</a>"
    },
    {
        "title": "Boeing’s Starliner spacecraft lands on Earth without its crew – video",
        "link": "https://www.theguardian.com/science/video/2024/sep/07/boeings-starliner-spacecraft-lands-on-earth-without-its-crew-video",
        "published": "Sat, 07 Sep 2024 12:13:24 GMT",
        "summary": "<p>Boeing’s Starliner spacecraft landed in a New Mexico desert late on Friday, months after its original departure date and without the two astronauts it carried when it launched in early June. The spacecraft re-entered Earth’s atmosphere around 11pm ET. The Nasa astronauts Suni Williams and Butch Wilmore, who were supposed to fly the spacecraft back to Earth, remained at the International Space Station due to faults with the Starliner</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/science/article/2024/sep/06/boeing-starliner-iss\">Boeing’s Starliner lands on Earth – without its astronauts</a></p></li></ul> <a href=\"https://www.theguardian.com/science/video/2024/sep/07/boeings-starliner-spacecraft-lands-on-earth-without-its-crew-video\">Continue reading...</a>"
    },
    {
        "title": "Grenfell: the lies and greed exposed – podcast",
        "link": "https://www.theguardian.com/news/audio/2024/sep/06/grenfell-the-lies-and-greed-exposed-podcast",
        "published": "Fri, 06 Sep 2024 02:00:11 GMT",
        "summary": "<p>After seven long years, the inquiry into a fire in a London tower block that left 72 people dead has concluded. But is justice for the victims – and survivors – any closer?</p><p>It’s more than seven years since Grenfell Tower burned. Now, finally, a public inquiry has finished sifting through thousands of documents, evidence from hundreds of public hearings and more than 1,600 witness statements. And its conclusions could not be more clear: every one of the 72 deaths was avoidable.</p><p>The Guardian’s social affairs correspondent, <strong>Rob Booth</strong>, has reported on the tragedy from the beginning, speaking to victims and experts about what happened on that terrible night and what has happened since. He tells <strong>Helen Pidd</strong> about the shocking revelations of the inquiry and why the companies and individuals who have been named and shamed have yet to be held accountable.</p> <a href=\"https://www.theguardian.com/news/audio/2024/sep/06/grenfell-the-lies-and-greed-exposed-podcast\">Continue reading...</a>"
    },
    {
        "title": "Labour moves to end no-fault evictions within months",
        "link": "https://www.theguardian.com/money/article/2024/sep/06/labour-moves-to-end-no-fault-evictions-within-months",
        "published": "Fri, 06 Sep 2024 15:05:12 GMT",
        "summary": "<p>Exclusive: Renters’ rights bill including ban on section 21 evictions to have its first Commons reading next week</p><p>Landlords will soon be banned from removing tenants without cause as the government prepares to launch a long-delayed package of measures for renters including stopping no-fault evictions within months.</p><p>Ministers will bring the renters’ rights bill for its first reading in the Commons next week, sources have told the Guardian, as they look to rush through key parts of its housing changes.</p> <a href=\"https://www.theguardian.com/money/article/2024/sep/06/labour-moves-to-end-no-fault-evictions-within-months\">Continue reading...</a>"
    },
    {
        "title": "En suite mania: homebuyers in Britain going ‘bonkers for bathrooms’",
        "link": "https://www.theguardian.com/money/article/2024/sep/06/en-suite-mania-homebuyers-in-britain-going-bonkers-for-bathrooms",
        "published": "Fri, 06 Sep 2024 10:57:37 GMT",
        "summary": "<p>Where once a privy out the back sufficed, now the children need their own loos too</p><p>“I don’t know about you, but we probably had one bathroom between five or six of us when I was growing up,” says Robin Chatwin, an estate agent. “It’s certainly very different now.”</p><p>These days, at least in the comfortable corner of south-west London where Chatwin heads the residential properties sector for the agent Savills, buyers seeking a family home look for an en suite bathroom for the principal bedroom “at the very least”, he says, and ideally for their children’s bedrooms, too.</p> <a href=\"https://www.theguardian.com/money/article/2024/sep/06/en-suite-mania-homebuyers-in-britain-going-bonkers-for-bathrooms\">Continue reading...</a>"
    },
    {
        "title": "Family homes for sale in super suburbs of England and Scotland – in pictures",
        "link": "https://www.theguardian.com/money/gallery/2024/sep/06/family-homes-for-sale-in-super-suburbs-of-england-and-scotland-in-pictures",
        "published": "Fri, 06 Sep 2024 06:00:18 GMT",
        "summary": "<p>From a traditional farmhouse dating back to the 1700s to a ‘best eco-house’ award winner</p> <a href=\"https://www.theguardian.com/money/gallery/2024/sep/06/family-homes-for-sale-in-super-suburbs-of-england-and-scotland-in-pictures\">Continue reading...</a>"
    },
    {
        "title": "It’s all cisterns go for the modern home | Brief letters",
        "link": "https://www.theguardian.com/money/article/2024/sep/05/its-all-cisterns-go-for-the-modern-home",
        "published": "Thu, 05 Sep 2024 17:05:15 GMT",
        "summary": "<p>Kevin McCloud | Book lice | Heart symbols | Ofsted gradings | Medicinal properties of Guinness</p><p>As one of three occupants, all well over pensionable age, of a house with four toilets, I can tell Kevin McCloud that when he gets to our age, he won’t consider always being able to get to an unoccupied loo a bugbear (<a href=\"https://www.theguardian.com/tv-and-radio/article/2024/sep/03/how-many-bathrooms-kevin-mccloud-reveals-grand-design-bugbears\">Report, 3 September</a>).<br /><strong>Mike Lowcock</strong><br /><em>Sandbach, Cheshire </em></p><p>• “Why do people judge the status of a house by how many toilets you can offer your guests?” asks Kevin McCloud. Surely the question should be: “Just what are they planning to feed their guests?”<br /><strong>Barbara Knapp</strong><br /><em>Pudsey, West Yorkshire</em></p> <a href=\"https://www.theguardian.com/money/article/2024/sep/05/its-all-cisterns-go-for-the-modern-home\">Continue reading...</a>"
    },
    {
        "title": "Our agreed KLM flight ticket price took off, disappeared and cost us £118",
        "link": "https://www.theguardian.com/money/article/2024/sep/05/our-agreed-klm-flight-ticket-price-took-off-disappeared-and-cost-us-118",
        "published": "Thu, 05 Sep 2024 06:00:01 GMT",
        "summary": "<p>We were told it was all down to ‘dynamic pricing’ but what we had signed up to was altered</p><p><strong>I booked a one-way flight for my family from Amsterdam to Bristol with KLM Cityhopper. The agreed fares were £71.30 each, including four seat reservations (£37.60). I paid for a hold bag (£25.70), bringing the total to £310.90.</strong></p><p><strong>A few days later, I checked my bank statement and noticed I had been charged £428.90, a difference of £118. The “My Trip” section of the KLM website still had the original amount on it, so I queried it. After an hour to-ing and fro-ing, I was advised to submit an online complaint; however, this was dismissed within 24 hours.</strong></p> <a href=\"https://www.theguardian.com/money/article/2024/sep/05/our-agreed-klm-flight-ticket-price-took-off-disappeared-and-cost-us-118\">Continue reading...</a>"
    },
    {
        "title": "European Commission to examine Ticketmaster’s ‘dynamic pricing’",
        "link": "https://www.theguardian.com/money/article/2024/sep/03/european-commission-to-investigate-ticketmasters-dynamic-pricing",
        "published": "Wed, 04 Sep 2024 13:03:31 GMT",
        "summary": "<p>Review follows UK competition watchdog’s announcement of ‘urgent review’ into Oasis concert tickets fiasco</p><p>Ticketmaster’s ability to raise the price of concert tickets based on demand is being scrutinised by the European Commission, the Guardian has learned, as the UK’s competition watchdog launches an “urgent review” into the Oasis concerts fiasco.</p><p>The US-owned ticketing giant has been told it <a href=\"https://www.theguardian.com/music/article/2024/sep/02/failure-to-warn-oasis-fans-of-dynamic-pricing-may-be-consumer-law-breach-say-experts\">may have breached laws</a> in the UK and Europe for inflating the price of some Oasis tickets from £135 to £350, leaving many fans devastated.</p> <a href=\"https://www.theguardian.com/money/article/2024/sep/03/european-commission-to-investigate-ticketmasters-dynamic-pricing\">Continue reading...</a>"
    },
    {
        "title": "UK state pension to rise by more than £400 a year, say reports",
        "link": "https://www.theguardian.com/money/article/2024/sep/04/uk-state-pension-to-rise-by-more-than-400-a-year-say-reports",
        "published": "Wed, 04 Sep 2024 08:30:05 GMT",
        "summary": "<p>Figures reportedly seen by BBC show men born after 1951 and women after 1953 will get  £12,000 in 2025 and 2026</p><p>The full UK state pension is expected to rise by more than £400 a year as a result of April’s triple lock, according to reports.</p><p>The state pension will be increased by average earning figures, which are due to be released next week, according to the treasury’s internal working calculations, reportedly seen by the BBC.</p> <a href=\"https://www.theguardian.com/money/article/2024/sep/04/uk-state-pension-to-rise-by-more-than-400-a-year-say-reports\">Continue reading...</a>"
    },
    {
        "title": "A sorry Saga as our home insurance rockets to an astronomical £4,730",
        "link": "https://www.theguardian.com/money/article/2024/sep/04/a-sorry-saga-as-our-home-insurance-rockets-to-an-astronomical-4730",
        "published": "Wed, 04 Sep 2024 06:00:31 GMT",
        "summary": "<p>Last year it was £440 and nothing has changed but we can’t get a reason for the huge increase</p><p><strong>Last year our home insurance policy with Saga cost £440. This year’s quote was for an astronomical £4,730.</strong></p><p><strong>Its representative was astonished by the increase, stating that in “over 25 years in the business I have never seen an increase like that”. However, despite him going back to the underwriter, it remained.</strong></p> <a href=\"https://www.theguardian.com/money/article/2024/sep/04/a-sorry-saga-as-our-home-insurance-rockets-to-an-astronomical-4730\">Continue reading...</a>"
    }
]